[M_Orchid_ScurvyDogs MissionDefinition]
MissionDescription="Scurvy is a killer. Not much of a killer as, say, bullets, starvation, or explosions, but, still -- a killer is a killer. To this end, Mercer has asked you to collect some fruit for the crew."
TurnInDescription="You've collected enough fruit to stave off scurvy. Murray may have a bullet in his leg, but at least he'll get his vitamin C."
MissionSummary="Collect fruit."
TeaserText="Scurvy is caused by vitamin C deficiency. You can counteract it by drinking orange juice every so often. Don't say video games never taught you anything."
